Repository: Kaveret/colab
Catalog: profiles/likeabee/modules/cforge_launch/translations/cforge_launch.*.po
Languages: de

source: Hello [user:name], We have launched our new site! You can now add your offers and wants, and record your transactions on the website. Don't worry, it's easy and fun, and you can't break anything, so go ahead and have a go. Once you've logged in with the link below, please change your password. And while you're at it, check your personal details and save your profile page. Have a nice visit, we'll see you on the site. !site Team
de: Halllo [user:name], WIr haben unsere neue Seite in Betireb genommen! Sie können nun Angebote und Nachfragen hinzufügen, und ihre Transaktionen auf der Webseite aufzeichnen. Keine Sorge, das ist einfach und macht Spass, sie können nichts zerstören, also einfach ausprobieren. Wenn Sie mit dem unteren Link eingeloggt sind, ändern sie bitte ihr Passwort. Überprüfen sie bei dieser Gelegenheit ihre persönlichen Angaben und speichern diese. Wir wünschen einen angenehmen Besuch und freuen uns, sie auf der Webseite anzutreffen. !site Team

source: Welcome message
de: Willkommens Nachricht

source: This text will be injected at the top of the !mail reminder
de: Dieser Text wird zuoberst auf !mail reminder angezeigt

source: Password recovery email
de: Passwort-Ersatz Nachricht

source: Test mail
de: Testnachricht

source: Send a test mail to yourself. WARNING! This will log you out.
de: Versende eine Testnachricht an dich selber. ACHTUNG! Dadurch wirst du ausgeloggt.

source: Send test mail
de: Versende eine Testnachricht

source: LAUNCH NOW!
de: STARTE JETZT!

source: Never launch
de: Nie starten

source: Notified @mail
de: Benachrichtigen @mail

source: Failed to mail @mail
de: Gescheiterte Nachricht @mail

source: You have already used this one-time login link. It is not necessary to use this link to login anymore. You are already logged in.
de: Sie haben diesen einmaligen Loginlink schon benutzt. Es ist nicht länger nötige, diesen Link wieder zu benutzen. Sie sind schon eingelogged.

source: You have tried to use a one-time login for an account which has been blocked.
de: Sie haben versucht eine einmalige Anmeldung für ein Konto, das gesperrt wurde zu verwenden.

source: You have just used your one-time login link. It is no longer necessary to use this link to login. Please change your password.
de: Sie haben einen einaligen Loginlink verwendet. Es ist nicht nötig, diesen wieder zu benutzen. Ändern Sie bitte Ihr Passwort.

source: <p>This is a one-time login for %user_name and will expire on %expiration_date.</p><p>Click on this button to login to the site and change your password.</p>
de: <p>Dies ist ein einmaliger Login für %user_name und wird am %expiration_date auslaufen.</p><p>Klicken Sie auf diese Schaltfläche um sich auf der Seite anzumelden und ändern Sie Ihr Passwort.</p>

source: This login can be used only once.
de: Dieser Login kann nur einalig verwendet werden.

source: Log in
de: Anmelden

source: You have tried to use a one-time login link which has either been used or is no longer valid. Please request a new one using the form below.
de: Sie haben einen einmaligen Loginlink verwendet, der nicht mehr gültig ist. Bitte fordern Sie mit dem untenstehenden Formular ein neues Passwort an.

source: First name (required)
de: Vorname (obligatorisch)

source: Family name (required)
de: Familienname obligatorisch)

source: Phone numbers, separated by colons
de: Telefonnummer, durch Doppelpunkte trennen

source: Locality, or area code
de: Ort. oder Postleitzahl

source: Responsibility
de: Verantwortung

source: Adress
de: Adresse

source: Notes, visible only to committee
de: Notizen, nur für Komitee sichtbar

source: Created date
de: Erstellungsdatum

source: The following fields are available:
de: Folgende Felder stehen zur Verfügung:

source: Fieldname '@field' is missing from the csv header.
de: Feldname '@field' des CSV Header fehlt.

source: user
de: Benutzer

source: User %name used one-time login link at time %timestamp.
de: Benutzer %name hat am %timestamp einen einmaligen Link benutzt.

source: Mail all users with new password
de: Allen Benutzern mit neuem Passwort mailen.

source: Import users, offers, wants & balances, then mail all users with new password. Transaction imports must be done someotherhow for the time being.
de: Benutzer, Angebote, Nachfragen & Salden importieren, denn allen Benutzern mit neuem Passwort mailen. Transaction imports must be done someotherhow for the time being.
